---
layout: page
title:  "France 2012"
categories: competitions
section: competitions
permalink: /competitions/france2012/
---
			<ul>
				<li>Date : vendredi 20 avril 2012</li>
				<li>Horaire : de 8h30 à 18h30</li>
				<li>Ville : Paris, France</li>
				<li>Adresse : Hôtel Novotel les Halles<br />place Marguerite de Navarre<br />75001 Paris</li>
				<li>Inscriptions : date limite le vendredi 6 avril.</li>
			</ul>

    <p>Bienvenue sur la page du Championnat de France 2012 de Rubik's cube.</p>

    <p><a href="http://www.winningmoves.fr/">Winning Moves France</a>, le sponsor officiel, invite toutes les personnes de nationalité fran&ccedil;aise, sachant r&eacute;soudre un Rubik's cube.</p>

    <p>La participation est gratuite. Le public est autorisé.</p>

    <p>L&#8217;enregistrement doit &ecirc;tre effectu&eacute; sur le <a href='http://worldcubeassociation.org/results/c.php?i=France2012'>site de la WCA</a>, mais &eacute;galement en envoyant la <a href='InscriptionFrance2012.doc'>fiche d'inscription</a> &agrave; <a href="mailto:metaphore@alicepro.fr">metaphore@alicepro.fr</a>. Le respect de ces deux points est impératif, il pré-validera l'inscription.</p>

    <p>Il s'agit d'une comp&eacute;tition officielle WCA, le <a href="http://www.worldcubeassociation.org/regulations">r&eacute;glement WCA</a> sera donc appliqu&eacute;. Par cons&eacute;quent, <b><u> tous les comp&eacute;titeurs doivent avoir pris connaissance de ces r&egrave;gles.</u></b></p>

    <p>Tous les r&eacute;sultats seront enregistr&eacute;s dans la base WCA. La comp&eacute;tition est prise en charge par le sponsor officiel <a href="http://www.winningmoves.fr/">Winning Moves France</a>. Autre partenaire : Seven Towns.</p>

    <p>L'organisation technique est assurée par <a href="mailto:jlm@numericable.com">Jean-Louis et Sylviane Mathieu</a>. Ils peuvent &ecirc;tre contact&eacute;s si besoin.</p>

    <p>Le d&eacute;l&eacute;gu&eacute; WCA est Jean-Louis Mathieu. Tout comp&eacute;titeur sera amen&eacute; &agrave; aider l'organisation durant la journ&eacute;e, pour juger et m&eacute;langer les cubes. Tout refus pourra entraîner l'exclusion du compétiteur de cette compétition. Ce point est une partie intégrante du règlement officiel WCA. Quiconque n'&eacute;tant pas d'accord avec ce point du r&egrave;glement est libre de ne pas s'inscrire à cette compétition.</p>

    <h4>Liste des &eacute;preuves de la journ&eacute;e</h4>
    <ul>
	<li>Rubik's cube 3x3x3</li>
 	<li>Cube 2x2x2</li>
	<li>Cube 4x4x4</li>
	<li>Cube 5x5x5</li>
        <li>Rubik's cube 3x3x3 &agrave; l&#8217;aveugle</li>
	<li>Rubik's cube 3x3x3 &agrave; une main</li>
    </ul>

    <p>Attention, planning et format sont sujets &agrave; r&eacute;vision avant la comp&eacute;tition, en fonction du nombre d'inscrits dans les épreuves.</p>

    <h4>Planning de la journ&eacute;e</h4>

    <table id='planning'>
    <tr><th>Horaire</th><th>Épreuve</th></tr>
    <tr><td>7h45-8h30</td><td>Enregistrement</td></tr>
    <tr><td>8h30-11h</td><td>3x3 1er tour</td></tr>
    <tr><td>11h-12h10</td><td>4x4</td></tr>
    <tr><td>12h10-13h</td><td>2x2</td></tr>
    <tr><td>13h-13h30</td><td>Repas</td></tr>
    <tr><td>13h30-14h15</td><td>3x3 &agrave; une main</td></tr>
    <tr><td>14h15-15h30</td><td>5x5</td></tr>
    <tr><td>15h30-17h</td><td>3x3 les yeux band&eacute;s</td></tr>
    <tr><td>17h- 17h25</p></td><td>Finale 3x3</td></tr>
    <tr><td>17h45</td><td>Remise des prix</td></tr>
    </table><br/>


    <h4>Format des &eacute;preuves et temps limites</h4>

    <table id='planning'>
      <tr><th>Épreuve</th><th>Format</th><th>Temps limite</th><th>Nb de tours/qualifi&eacute;s</th></tr>
      <tr><td>2x2x2</td><td>Meilleur de 2 / Moyenne de 5</td><td>10&quot;</td><td>1 tour</td></tr>
      <tr><td>3x3x3</td><td>Moyenne de 5</td><td></td><td>2 tours / 16 en finale</td></tr>
      <tr><td>4x4x4</td><td>Meilleur de 2 / Moyenne de 5</td><td>1'30&quot;</td><td>1 tour</td></tr>
      <tr><td>5x5x5</td><td>Meilleur de 2 / Moyenne de 5</td><td>2'30&quot;</td><td>1 tour</td></tr>
      <tr><td>3x3x3 &agrave; une main</td><td>Meilleur de 2 / Moyenne de 5</td><td>45&quot;</td><td>1 tour</td></tr>
      <tr><td>3x3x3 &agrave; l'aveugle</td><td>Meilleur de 2 / Meilleur de 3</td><td>5'</td><td>1 tour</td></tr>
    </table><br/>

    <h4>Explication des formats</h4>

    <p>Meilleur de 2 / Moyenne de 5 : si les deux premiers essais r&eacute;alis&eacute;s ne donnent pas au moins un temps inf&eacute;rieur &agrave; la limite, les 3 essais suivants ne seront pas accord&eacute;s, il n'y aura donc pas de moyenne r&eacute;alis&eacute;e.</p>

    <p>Meilleur de 2 / Meilleur de 3 : si les deux premiers essais r&eacute;alis&eacute;s ne donnent pas au moins un temps inf&eacute;rieur &agrave; la limite, le troisi&egrave;me essai n&#8217;est pas accord&eacute;. Si trois essais sont effectu&eacute;s, seul le meilleur est gard&eacute; comme temps final.</p>

